Revit 2027 API
ParameterTypeId.StairsRuntypeStructure Property
 "Structure": Structure
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StairsRuntypeStructure { get; }
Public Shared ReadOnly Property StairsRuntypeStructure As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StairsRuntypeStructure {
	ForgeTypeId^ get ();
}
static member StairsRuntypeStructure : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace